Repository: mgriebling/Word-Sleuth
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pl, pt, ru, tr, uk

source: %@ Puzzle
de: %@ Rätsel
es: %@ Rompecabezas
hi: %@ पहेली
nl: %@ Puzzel
pt: %@ Quebra-cabeça
ru: %@ Головоломка
tr: %@ Bulmaca
uk: %@ Головоломка

source: %@ User Guide
de: %@ Benutzerhandbuch
es: %@ Guía del usuario
fr: %@ Guide de l'utilisateur
hi: %@ उपयोक्ता गाइड
it: %@ Guida per l'utente
nl: %@ Gebruikershandleiding
pl: %@ Podręcznik użytkownika
pt: %@ Guia do Usuário
ru: %@ Руководство пользователя
tr: %@ Kullanım Kılavuzu
uk: %@ Посібник користувача

source: %@ Words
de: %@ Wörter
es: %@ Palabras
fr: %@ Mots
hi: %@ शब्द
it: %@ Parole
nl: %@ Woorden
pl: %@ Słowa
pt: %@ Palavras
ru: %@ Слова
tr: %@ Kelimeler
uk: %@ Слова

source: %lld points
de: %Lld Punkte
es: %Lld puntos
hi: %Lld अंक
it: %Lld punti
nl: %Lld punten
pl: %Lld punkty
pt: %Lld pontos
ru: %Lld баллы
tr: %Lld puanları
uk: %Lld бали

source: %lld secs
de: %Lld Sekunden
es: %Lld segundos
fr: %Lld secondes
hi: %Lld सेकंड
it: %Lld secondi
nl: %Lld seconden
pl: %Lld sekund
pt: %Lld segundos
ru: %Lld секунд
tr: %Lld saniye
uk: %Lld сек

# %lld words (%@)
source: %1$lld words (%2$@)
de: %1$lld Wörter (%2$@)
es: %1$lld palabras (%2$@)
fr: %1$lld mots (%2$@)
hi: % 1$lld शब्द (% 2$@)
it: %1$lld parole (%2$@)
nl: %1$lld woorden (%2$@)
pl: %1$lld słowa (%2$@)
pt: %1$lld palavras (%2$@)
ru: %1$lld слова (%2$@)
tr: %1$lld sözcük (%2$@)
uk: %1$lld слів (%2$@)

source: 5 Stars
de: 5 Sterne
es: 5 estrellas
fr: 5 étoiles
hi: 5 सितारे
it: 5 stelle
nl: 5 sterren
pl: 5 Gwiazdek
pt: 5 Estrelas
ru: 5 звезд
tr: 5 Yıldız
uk: 5 зірок

source: A Hat Trick
de: Ein Hattrick
es: Un Hat Trick
fr: Un tour de chapeau
hi: एक हैट ट्रिक
it: Un Trucco Da Cappello
nl: Een Hattrick
pl: Hat-trick
pt: Um Hat Trick
ru: Хет-трик
tr: Hat Trick
uk: Хет-трик

source: About %@
de: Über %@
es: Acerca de %@
fr: À propos de %@
hi: %@ के बारे में
it: Circa %@
nl: Over %@
pl: O %@
pt: Sobre %@
ru: О %@
tr: Yaklaşık %@
uk: Про %@

source: Achievements
de: Erfolge
es: Logros
fr: Réalisations
hi: उपलब्धियां
it: Risultati
nl: Prestaties
pl: Osiągnięcia
pt: Conquistas
ru: Достижения
tr: Başarılar
uk: Досягнення

source: Add Word List
de: Wortliste hinzufügen
es: Añadir lista de palabras
fr: Ajouter une liste de mots
hi: शब्द सूची जोड़ें
it: Aggiungi elenco di parole
nl: Woordenlijst toevoegen
pl: Dodaj listę słów
pt: Adicionar Lista De Palavras
ru: Добавить список слов
tr: Kelime Listesi Ekle
uk: Додати список слів

source: All
de: Alle
es: Todos
fr: Tous
hi: समस्त
it: Tutti
nl: Alles
pl: Wszystko
pt: Tudo
ru: Все
tr: Hepsi
uk: Всі

source: Allow Reverse Selection
de: Umgekehrte Auswahl zulassen
es: Permitir la selección inversa
fr: Autoriser la sélection inversée
hi: रिवर्स चयन की अनुमति दें
it: Consenti la selezione inversa
nl: Omgekeerde selectie toestaan
pl: Zezwól na odwrotny wybór
pt: Permitir Seleção Reversa
ru: Разрешить обратный выбор
tr: Ters Seçime İzin Ver
uk: Дозволити зворотний вибір

source: Amazing Achievement
de: Erstaunliche Leistung
es: Logro asombroso
fr: Réalisation étonnante
hi: अद्भुत उपलब्धि
it: Risultato Incredibile
nl: Verbazingwekkende prestatie
pl: Niesamowite Osiągnięcie
pt: Conquista Incrível
ru: Удивительное достижение
tr: İnanılmaz Başarı
uk: Дивовижне досягнення

source: Author
de: Autor
es: Autor
fr: Auteur
hi: लेखक
it: Autore
nl: Auteur
pl: Autor
pt: Autor
ru: Автор
tr: Yazar
uk: Автор

source: Author: %@
de: Autor: %@
es: Autor: %@
fr: Auteur : %@
hi: लेखक: %@
it: Autore: %@
nl: Auteur: %@
pl: Autor: %@
pt: Autor: %@
ru: Автор: %@
tr: Yazar: %@
uk: Автор: %@

source: Best Time
de: Beste Zeit
es: Mejor momento
fr: Meilleur moment
hi: सबसे अच्छा समय
it: Il momento migliore
nl: Beste tijd
pl: Najlepszy czas
pt: Melhor Hora
ru: Лучшее время
tr: En İyi Zaman
uk: Найкращий час

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
nl: Annuleren
pl: Anulować
pt: Cancelar
ru: Отмена
tr: Iptal etmek
uk: Скасувати

source: Choose size:
de: Größe wählen:
es: Elige el tamaño:
fr: Choisissez la taille :
hi: आकार चुनें:
it: Scegli la taglia:
nl: Kies maat:
pl: Wybierz rozmiar:
pt: Escolha o tamanho:
ru: Выберите размер:
tr: Boyut seçin:
uk: Виберіть розмір:

source: Choose:
de: Wählen Sie:
es: Elige:
fr: Choisissez :
hi: चुनें:
it: Scegli:
nl: Kies:
pl: Wybierz:
pt: Escolha:
ru: Выберите:
tr: Seç:
uk: Вибрати:

source: Color Fill
de: Farbfüllung
es: Relleno de color
fr: Remplissade De Couleur
hi: रंग भरण
it: Riempimento di colore
nl: Kleurvulling
pl: Wypełnienie Kolorem
pt: Preenchimento De Cor
ru: Цветная заливка
tr: Renk Dolgusu
uk: Кольорова Заливка

source: Complete three puzzles with to earn this badge. Earlier solved puzzles count as well. At least one should be level five or higher.
de: Schließe drei Rätsel ab, um dieses Abzeichen zu verdienen. Früher gelöste Rätsel zählen auch. Mindestens einer sollte Stufe fünf oder höher sein.
es: Completa tres rompecabezas para ganar esta insignia. Los rompecabezas resueltos anteriormente también cuentan. Al menos uno debe ser de nivel cinco o superior.
fr: Terminez trois énigmes pour gagner ce badge. Les énigmes précédemment résolues comptent également. Au moins un devrait être de niveau cinq ou plus.
hi: इस बैज को अर्जित करने के लिए तीन पहेलियों को पूरा करें। पहले हल की गई पहेलियां भी मायने रखती हैं। कम से कम एक स्तर पांच या उससे अधिक होना चाहिए।
it: Completa tre puzzle per guadagnare questo distintivo. Anche i puzzle risolti in precedenza contano. Almeno uno dovrebbe essere di livello cinque o superiore.
nl: Voltooi drie puzzels om deze badge te verdienen. Eerder opgeloste puzzels tellen ook mee. Ten minste één moet niveau vijf of hoger zijn.
pl: Ukończ trzy łamigłówki, aby zdobyć tę odznakę. Liczą się również wcześniej rozwiązane zagadki. Przynajmniej jeden powinien być na poziomie piątym lub wyższym.
pt: Complete três quebra-cabeças para ganhar este distintivo. Quebra-cabeças resolvidos anteriormente também contam. Pelo menos um deve estar no nível cinco ou superior.
ru: Завершите три головоломки, чтобы заработать этот значок. Ранее решенные головоломки также считаются. По крайней мере, один должен быть на пятом уровне или выше.
tr: Bu rozeti kazanmak için üç bulmacayı tamamlayın. Daha önce çözülmüş bulmacalar da önemlidir. En az biri seviye beş veya daha yüksek olmalıdır.
uk: Завершіть три головоломки, щоб заробити цей значок. Раніше розгадані головоломки також мають значення. Принаймні один повинен бути на п'ятому рівні або вище.

source: Contact Support
de: Support kontaktieren
es: Contactar con soporte
fr: Contacter l'assistance
hi: समर्थन से संपर्क करें
it: Contatta l'assistenza
nl: Neem contact op met ondersteuning
pl: Skontaktuj się z pomocą techniczną
pt: Entre em contato com o suporte
ru: Связаться со службой поддержки
tr: Destekle İletişime Geçin
uk: Зв'язатися зі службою підтримки

source: Crack ten puzzles to earn this badge. Four need to be at level eight or higher.
de: Knacke zehn Rätsel, um dieses Abzeichen zu verdienen. Vier müssen auf Stufe acht oder höher sein.
es: Rompe diez rompecabezas para ganar esta insignia. Cuatro deben estar en el nivel ocho o superior.
fr: Résalez dix énigmes pour gagner ce badge. Quatre doivent être au niveau huit ou plus.
hi: इस बैज को अर्जित करने के लिए दस पहेलियों को क्रैक करें। चार को आठ या उससे अधिक स्तर पर होना चाहिए।
it: Decispera dieci puzzle per guadagnare questo distintivo. Quattro devono essere al livello otto o superiore.
nl: Kraak tien puzzels om deze badge te verdienen. Vier moeten op niveau acht of hoger zijn.
pl: Rozpakuj dziesięć łamigłówek, aby zdobyć tę odznakę. Cztery muszą być na poziomie ósmym lub wyższym.
pt: Quebre dez quebra-cabeças para ganhar este distintivo. Quatro precisam estar no nível oito ou superior.
ru: Разбейте десять головоломок, чтобы заработать этот значок. Четыре должны быть на восьмом уровне или выше.
tr: Bu rozeti kazanmak için on bulmacayı çözün. Dördünün sekizinci veya daha yüksek seviyede olması gerekir.
uk: Розбийте десять головоломок, щоб заробити цей значок. Чотири повинні бути на восьмому рівні або вище.

source: Create Puzzle:
de: Puzzle erstellen:
es: Crear rompecabezas:
fr: Créer un puzzle :
hi: पहेली बनाएँ:
it: Crea Puzzle:
nl: Puzzel maken:
pl: Utwórz Puzzle:
pt: Criar Quebra-Cabeça:
ru: Создать головоломку:
tr: Bulmaca Oluştur:
uk: Створити головоломку:

source: Create Puzzles (Pro)
de: Puzzle erstellen (Pro)

source: Created:
de: Erstellt:
es: Creado:
fr: Créé :
hi: बनाया गया:
it: Creato:
nl: Gemaakt:
pl: Stworzony:
pt: Criado:
ru: Создано:
tr: Oluşturuldu:
uk: Створено:

source: Created: %@
de: Erstellt: %@
es: Creado: %@
fr: Créé : %@
hi: बनाया गया: %@
it: Creato: %@
nl: Gemaakt: %@
pl: Utworzono: %@
pt: Criado: %@
ru: Создано: %@
tr: Oluşturuldu: %@
uk: Створено: %@

source: Custom
de: Brauch
es: Tradición
fr: Coutume
hi: प्रथा
it: Costume
nl: Op maat
pl: Na zamówienie
pt: Costume
ru: Обычай
tr: Örf ve âdet
uk: Звичай

source: Date
de: Datum
es: Fecha
hi: तिथि
it: Data
nl: Datum
pl: Data
pt: Data
ru: Дата
tr: Tarih
uk: Дата

source: Decipher 20 puzzles for this badge. At least five need to be at level nine or higher.
de: Entschlüsseln Sie 20 Rätsel für dieses Abzeichen. Mindestens fünf müssen auf Stufe neun oder höher sein.
es: Descifra 20 rompecabezas para esta insignia. Al menos cinco deben estar en el nivel nueve o superior.
fr: Déchiffrez 20 puzzles pour ce badge. Au moins cinq doivent être au niveau neuf ou plus.
hi: इस बैज के लिए 20 पहेलियों को डिक्रिप्ट करें। कम से कम पांच स्तर नौ या उससे ऊपर होना चाहिए।
it: Decifra 20 puzzle per questo distintivo. Almeno cinque devono essere al livello nove o superiore.
nl: Ontcijfer 20 puzzels voor deze badge. Ten minste vijf moeten op niveau negen of hoger zijn.
pl: Rozszyfruj 20 łamigłówek dla tej odznaki. Co najmniej pięć musi być na poziomie dziewiątym lub wyższym.
pt: Decifre 20 quebra-cabeças para este distintivo. Pelo menos cinco precisam estar no nível nove ou superior.
ru: Расшифруй 20 головоломок для этого значка. По крайней мере, пять должны быть на девятом уровне или выше.
tr: Bu rozet için 20 bulmacayı deşifre edin. En az beşinin dokuzuncu veya daha yüksek seviyede olması gerekir.
uk: Розшифруйте 20 головоломок для цього значка. Принаймні п'ять повинні бути на дев'ятому рівні або вище.

source: Default Level
de: Standardstufe
es: Nivel predeterminado
fr: Niveau par défaut
hi: डिफ़ॉल्ट स्तर
it: Livello predefinito
nl: Standaard niveau
pl: Domyślny poziom
pt: Nível Padrão
ru: Уровень по умолчанию
tr: Varsayılan Seviye
uk: Рівень за замовчуванням

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: मिटाएं
it: Cancellare
nl: Verwijderen
pl: Wykreślić
pt: Apagar
ru: Удалять, удалить
tr: Silmek
uk: Видалити

source: Delete All
de: Alle löschen
es: Borrar todo
fr: Tout supprimer
hi: सभी को हटा दें
it: Elimina tutto
nl: Alles verwijderen
pl: Usuń wszystko
pt: Apagar Tudo
ru: Удалить все
tr: Tümünü Sil
uk: Видалити все

source: Delete Words
de: Wörter Löschen
es: Borrar palabras
fr: Supprimer Les Mots
hi: शब्दों को हटा दें
it: Elimina parole
nl: Woorden verwijderen
pl: Usuń Słowa
pt: Excluir Palavras
ru: Удалить Слова
tr: Kelimeleri Sil
uk: Видалити Слова

source: Discard %lld Puzzles
de: %Lld Rätsel verwerfen
es: Desechar %lld Puzzles
fr: Jeter %lld Puzzles
hi: %Lld पहेली त्यागें
it: Scarta %lld Puzzle
nl: Gooi %lld puzzels weg
pl: Odrzuć łamigłówki %lld
pt: Descartar %lld Quebra-cabeças
ru: Отбросить %lld Головоломки
tr: %Lld Bulmacaları At
uk: Відкинути %lld Головоломки

source: Discard ALL %lld Puzzles
de: ALLE %lld-Puzzles verwerfen
es: Desechar TODOS los rompecabezas %lld
fr: Jeter TOUS les puzzles %lld
hi: सभी %lld पहेलियों को त्यागें
it: Scarta TUTTI i puzzle %lld
nl: Gooi ALLE %lld puzzels weg
pl: Wyrzuć WSZYSTKIE łamigłówki %lld
pt: Descartar TODOS os quebra-cabeças %lld
ru: Отбросьте ВСЕ головоломки %lld
tr: TÜM %lld Bulmacaları At
uk: Відкинути ВСІ %lld Головоломки

source: Earn points for each completed puzzle with one point for each word. Five points are lost for each **hint %@** button use. Compete with friends to see who has the most points!
de: Sammeln Sie Punkte für jedes abgeschlossene Rätsel mit einem Punkt für jedes Wort. Fünf Punkte gehen für jede **Tipp %@** Taste verloren. Messen Sie sich mit Freunden, um zu sehen, wer die meisten Punkte hat!
es: Gana puntos por cada rompecabezas completado con un punto por cada palabra. Se pierden cinco puntos por cada **pista %@** uso del botón. ¡Compite con amigos para ver quién tiene más puntos!
fr: Gagnez des points pour chaque puzzle terminé avec un point pour chaque mot. Cinq points sont perdus pour chaque utilisation du bouton **indice %@**. Affrontez vos amis pour voir qui a le plus de points !
hi: प्रत्येक शब्द के लिए एक अंक के साथ प्रत्येक पूर्ण पहेली के लिए अंक अर्जित करें। प्रत्येक **संकेत %@** बटन उपयोग के लिए पांच अंक खो जाते हैं। यह देखने के लिए दोस्तों के साथ प्रतिस्पर्धा करें कि किसके पास सबसे अधिक अंक हैं!
it: Guadagna punti per ogni puzzle completato con un punto per ogni parola. Si perdono cinque punti per ogni utilizzo del pulsante **suggerimento %@**. Competi con gli amici per vedere chi ha più punti!
nl: Verdien punten voor elke voltooide puzzel met één punt voor elk woord. Vijf punten gaan verloren voor elk gebruik van de **hint %@**-knop. Neem het op tegen vrienden om te zien wie de meeste punten heeft!
pl: Zdobywaj punkty za każdą ukończoną zagadkę z jednym punktem za każde słowo. Pięć punktów jest straconych za każde użycie przycisku **wskazówka %@**. Rywalizuj ze znajomymi, aby zobaczyć, kto ma najwięcej punktów!
pt: Ganhe pontos para cada quebra-cabeça concluído com um ponto para cada palavra. Cinco pontos são perdidos para cada uso do botão **dica %@**. Competir com amigos para ver quem tem mais pontos!
ru: Зарабатывайте очки за каждую завершенную головоломку с одним баллом за каждое слово. Пять баллов теряются за каждое использование кнопки **подскака %@**. Соревнуйтесь с друзьями, чтобы увидеть, у кого больше всего очков!
tr: Tamamlanan her bulmaca için her kelime için bir puanla puan kazanın. Her **ipucu %@** düğme kullanımı için beş puan kaybolur. Kimin en çok puana sahip olduğunu görmek için arkadaşlarınızla yarışın!
uk: Заробляйте бали за кожну завершену головоломку з одним балом за кожне слово. П'ять балів втрачається за кожне використання кнопки **підказка %@**. Змагайтеся з друзями, щоб побачити, хто має найбільше очок!

source: Edit
de: Bearbeiten
es: Editar
fr: Éditer
hi: संपादित करें
it: Editare
nl: Bewerken
pl: Być odpowiedzialnym za
pt: Editar
ru: Редактировать, отредактировать
tr: Düzenle
uk: Редагувати

source: Elapsed Time:
de: Verstrichene Zeit:
es: Tiempo transcurrido:
fr: Temps écoulé :
hi: बीता हुआ समय:
it: Tempo trascorso:
nl: Verstreken tijd:
pl: Upłynął czas:
pt: Tempo Decorrido:
ru: Прошедшее время:
tr: Geçen Süre:
uk: Минулий час:

source: Enable
de: Aktivieren
es: Permitir
fr: Favoriser
hi: सक्षम करें
it: Permettere
nl: Mogelijk maken
pl: Umożliwić
pt: Habilitar
ru: Давать возможность, дать возможность
tr: Etkinleştir
uk: Увімкнути

source: Every journey begins with a single step. Congratulations — you’re on your way!
de: Jede Reise beginnt mit einem einzigen Schritt. Herzlichen Glückwunsch - Sie sind auf dem Weg!
es: Cada viaje comienza con un solo paso. Felicidades, ¡estás en camino!
fr: Chaque voyage commence par une seule étape. Félicitations - vous êtes en route !
hi: हर यात्रा एक कदम से शुरू होती है। बधाई हो - आप अपने रास्ते पर हैं!
it: Ogni viaggio inizia con un solo passo. Congratulazioni, stai arrivando!
nl: Elke reis begint met een enkele stap. Gefeliciteerd - je bent onderweg!
pl: Każda podróż zaczyna się od jednego kroku. Gratulacje - jesteś w drodze!
pt: Toda jornada começa com um único passo. Parabéns — você está a caminho!
ru: Каждое путешествие начинается с одного шага. Поздравляю — ты уже в пути!
tr: Her yolculuk tek bir adımla başlar. Tebrikler — yoldasınız!
uk: Кожна подорож починається з одного кроку. Вітаємо — ви вже в дорозі!

source: Exercising the mind is as important as exercise for the body. Keep up the great work!
de: Das Trainieren des Geistes ist für den Körper genauso wichtig wie Bewegung. Mach weiter so!
es: Ejercitar la mente es tan importante como el ejercicio para el cuerpo. ¡Sigue con el gran trabajo!
fr: Exercer l'esprit est aussi important que l'exercice pour le corps. Continuez votre excellent travail !
hi: मन को व्यायाम करना उतना ही महत्वपूर्ण है जितना कि शरीर के लिए व्यायाम। अच्छा काम करते रहो!
it: Esercitare la mente è importante quanto l'esercizio per il corpo. Continua così!
nl: Het trainen van de geest is net zo belangrijk als lichaamsbeweging voor het lichaam. Ga zo door!
pl: Ćwiczenie umysłu jest tak samo ważne jak ćwiczenia dla ciała. Tak trzymaj!
pt: Exercitar a mente é tão importante quanto o exercício para o corpo. Continue com o ótimo trabalho!
ru: Упражнение ума так же важно, как и физические упражнения для тела. Продолжайте в том же духе!
tr: Zihni egzersiz yapmak, beden için egzersiz kadar önemlidir. Harika çalışmaya devam edin!
uk: Вправа розуму так само важлива, як і вправи для тіла. Продовжуй гарно працювати!

source: Fill
de: Füllung
es: Relleno
fr: Remplir
hi: भरना
it: Riempire
nl: Vullen
pl: Wypełnić
pt: Preencher
ru: Заполнять, заполнить
tr: Dolmak
uk: Заповнити

source: Filter By:
de: Filtern nach:
es: Filtrar por:
fr: Filtrer par :
hi: द्वारा फ़िल्टर करें:
it: Filtra per:
nl: Filteren op:
pl: Filtruj według:
pt: Filtrar por:
ru: Фильтровать по:
tr: Şuna Göre Filtrele:
uk: Фільтрувати за:

source: Finding a word in a word search puzzle is like finding a needle in a haystack — but one that you know is there, just waiting to be discovered.
de: Ein Wort in einem Wortsuchrätsel zu finden, ist wie eine Nadel in einem Heuhaufen zu finden - aber eines, von dem man weiß, dass es da ist und nur darauf wartet, entdeckt zu werden.
es: Encontrar una palabra en un rompecabezas de búsqueda de palabras es como encontrar una aguja en un pajar, pero una que conoces está ahí, solo esperando a ser descubierta.
fr: Trouver un mot dans un puzzle de recherche de mots, c'est comme trouver une aiguille dans une botte de foin - mais une que vous connaissez est là, qui n'attend que d'être découverte.
hi: एक शब्द खोज पहेली में एक शब्द खोजना घास के ढेर में एक सुई खोजने जैसा है - लेकिन एक जिसे आप जानते हैं वह वहां है, बस खोजे जाने की प्रतीक्षा कर रहा है।
it: Trovare una parola in un puzzle di ricerca di parole è come trovare un ago in un pagliaio, ma uno che conosci è lì, in attesa di essere scoperto.
nl: Het vinden van een woord in een woordzoekpuzzel is als het vinden van een naald in een hooiberg - maar een waarvan je weet dat er is, wacht gewoon om ontdekt te worden.
pl: Znalezienie słowa w łamigłówce wyszukiwania słów jest jak znalezienie igły w stogu siana - ale taka, o której wiesz, że tam jest, tylko czeka na odkrycie.
pt: Encontrar uma palavra em um quebra-cabeça de busca de palavras é como encontrar uma agulha em um palheiro — mas uma que você conhece está lá, apenas esperando para ser descoberta.
ru: Поиск слова в головоломке поиска слов - это как поиск иголки в стоге сена, но тот, который, как вы знаете, находится там, просто ждет, чтобы его открыли.
tr: Bir kelime arama bulmacasında bir kelime bulmak, bir samanlıkta bir iğne bulmak gibidir - ama orada olduğunu bildiğiniz bir tane, sadece keşfedilmeyi bekliyor.
uk: Знайти слово в головоломкі для пошуку слів - це як знайти голку в стозі сіна - але та, як ви знаєте, є там, просто чекає, щоб її відкрили.

source: Font Weight:
de: Schriftstärke:
es: Peso de la fuente:
fr: Poids de la police :
hi: फ़ॉन्ट भार:
it: Peso del carattere:
nl: Lettertypegewicht:
pl: Waga czcionki:
pt: Peso da Fonte:
ru: Вес шрифта:
tr: Yazı Tipi Ağırlığı:
uk: Вага шрифту:

source: For me, the most enjoyable part is the puzzle, the process of solving, not the solution itself. — Ernő Rubik
de: Für mich ist der angenehmste Teil das Rätsel, der Lösungsprozess, nicht die Lösung selbst. — Ernő Rubik
es: Para mí, la parte más agradable es el rompecabezas, el proceso de resolución, no la solución en sí. - Ernő Rubik
fr: Pour moi, la partie la plus agréable est le puzzle, le processus de résolution, pas la solution elle-même. - Ernő Rubik
hi: मेरे लिए, सबसे सुखद हिस्सा पहेली है, हल करने की प्रक्रिया, समाधान ही नहीं। - एर्नो रूबिक
it: Per me, la parte più piacevole è il puzzle, il processo di risoluzione, non la soluzione stessa. — Ernő Rubik
nl: Voor mij is het leukste deel de puzzel, het proces van oplossen, niet de oplossing zelf. — Ernő Rubik
pl: Dla mnie najprzyjemniejszą częścią jest układanka, proces rozwiązywania, a nie samo rozwiązanie. - Ernő Rubik
pt: Para mim, a parte mais agradável é o quebra-cabeça, o processo de resolução, não a solução em si. — Ernő Rubik
ru: Для меня самая приятная часть - это головоломка, процесс решения, а не само решение. — Эрнё Рубик
tr: Benim için en keyifli kısım bulmaca, çözme sürecidir, çözümün kendisi değil. — Ernő Rubik
uk: Для мене найприємніша частина - це головоломка, процес вирішення, а не саме рішення. — Ерно Рубік

# Found: %lld of %lld
source: Found: %1$lld of %2$lld
de: Gefunden: %1$lld von %2$lld
es: Encontrado: %1$lld de %2$lld
fr: Trouvé : %1$lld de %2$lld
hi: मिला:%2$lld में से%1$lld
it: Trovato: %1$lld di %2$lld
nl: Gevonden: %1$lld van %2$lld
pl: Znaleziono: %1$lld z %2$lld
pt: Encontrado: %1$lld de %2$lld
ru: Найдено: %1$lld из %2$lld
tr: Bulundu: %2$lld'den %1$lld
uk: Знайдено: %1$lld з %2$lld

source: Grand Master
de: Großmeister
es: Gran Maestro
fr: Grand maître
hi: ग्रैंड मास्टर
it: Gran Maestro
nl: Grootmeester
pl: Wielki Mistrz
pt: Grão-mestre
ru: Гроссмейстер
tr: Büyük Usta
uk: Великий майстер

source: Grid Appearance
de: Raster-Aussehen
es: Apariencia de la cuadrícula
fr: Apparence de la grille
hi: ग्रिड उपस्थिति
it: Aspetto della griglia
nl: Raster Uiterlijk
pl: Wygląd siatki
pt: Aparência da grade
ru: Внешний вид сетки
tr: Izgara Görünümü
uk: Зовнішній вигляд сітки

source: Highlight Color
de: Hervorheben Farbe
es: Resaltar el color
fr: Couleur de surbrillance
hi: हाइलाइट रंग
it: Evidenzia il colore
nl: Kleur markeren
pl: Kolor podświetlenia
pt: Cor de destaque
ru: Цвет подсветки
tr: Vurgu Rengi
uk: Колір виділення

source: item
de: Element
es: Artículo
fr: Article
hi: आइटम
it: Articolo
pl: Pozycja
ru: Пункт
tr: Madde
uk: Предмет

source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
nl: Taal
pl: Język
pt: Linguagem
ru: Язык
tr: Dil
uk: Мова

source: Largest Level First
de: Größte Stufe zuerst
es: El nivel más grande primero
fr: Le plus grand niveau d'abord
hi: सबसे बड़ा स्तर पहले
it: Prima il livello più grande
nl: Grootste niveau eerst
pl: Największy Poziom Pierwszy
pt: Maior Nível Primeiro
ru: Первый Самый Большой Уровень
tr: Önce En Büyük Seviye
uk: Найбільший рівень перший

source: Letter Grid Layout
de: Buchstabenrasterlayout
es: Diseño de cuadrícula de letras
fr: Disposition de la grille de lettres
hi: पत्र ग्रिड लेआउट
it: Layout della griglia delle lettere
nl: Letterrasterlay-out
pl: Układ siatki listowej
pt: Layout da Grade de Letras
ru: Макет сетки букв
tr: Mektup Izgarası Düzeni
uk: Макет сітки з літерами

source: Level
de: Stufe
es: Nivel
fr: Niveau
hi: समतल
it: Livello
nl: Niveau
pl: Poziom
pt: Nível
ru: Уровень
tr: Seviye
uk: Рівень

source: Level:
de: Stufe:
es: Nivel:
fr: Niveau :
hi: स्तर:
it: Livello:
nl: Niveau:
pl: Poziom:
pt: Nível:
ru: Уровень:
tr: Seviye:
uk: Рівень:

# Level: %lld (%lld ⨉ %lld)
source: Level: %1$lld (%2$lld ⨉ %3$lld)
de: Stufe: %1$lld (%2$lld ⨉ %3$lld)
es: Nivel: %1$lld (%2$lld ⨉ %3$lld)
fr: Niveau : %1$lld (%2$lld ⨉ %3$lld)
hi: स्तर: %1$lld (%2$lld ⨉ %3$lld)
it: Livello: %1$lld (%2$lld ⨉ %3$lld)
nl: Niveau: %1$lld (%2$lld ⨉ %3$lld)
pl: Poziom: %1$lld (%2$lld ⨉ %3$lld)
pt: Nível: %1$lld (%2$lld ⨉ %3$lld)
ru: Уровень: %1$lld (%2$lld ⨉ %3$lld)
tr: Seviye: %1$lld (%2$lld ⨉ %3$lld)
uk: Рівень: %1$lld (%2$lld ⨉ %3$lld)
